let games = [
  {
    game: "撞球传说",
  },
  {
    game: "中国象棋",
  },
  {
    game: "智慧方块",
  },
  {
    game: "月宫桌球",
  },
  {
    game: "异域诛魂",
  },
  {
    game: "耀奇之神奇蛋仔",
  },
  {
    game: "小红帽",
  },
  {
    game: "围棋大战",
  },
  {
    game: "网球",
  },
  {
    game: "挖地雷",
  },
  {
    game: "特库摩世界杯足球赛",
  },
  {
    game: "坦克大战",
  },
  {
    game: "杀虫大战",
  },
  {
    game: "扑克",
  },
  {
    game: "泡泡龙2",
  },
  {
    game: "玛莉医生",
  },
  {
    game: "花式撞球",
  },
  {
    game: "汉堡包",
  },
  {
    game: "俄罗斯方块",
  },
  {
    game: "东风",
  },
  {
    game: "电视玛丽",
  },
  {
    game: "弹珠台",
  },
  {
    game: "弹射球",
  },
  {
    game: "锄大D",
  },
  {
    game: "吃豆小精灵",
  },
  {
    game: "麻雀俱乐部",
  },
  {
    game: "75宾果",
  },
  {
    game: "最终幻想3",
  },
  {
    game: "最游记之唐三藏",
  },
  {
    game: "最游记之唐三藏",
  },
  {
    game: "异形之太空探险者",
  },
  {
    game: "侠客情荆轲刺秦王",
  },
  {
    game: "武林外传",
  },
  {
    game: "无尽的任务",
  },
  {
    game: "三国志英杰传",
  },
  {
    game: "汤姆历险记",
  },
  {
    game: "神探柯南",
  },
  {
    game: "匹诺槽的复苏",
  },
  {
    game: "魔神法师",
  },
  {
    game: "魔道士阴谋",
  },
  {
    game: "绿野仙踪",
  },
  {
    game: "怪物制造者2",
  },
  {
    game: "封印岛",
  },
  {
    game: "大战略",
  },
  {
    game: "创世纪英雄",
  },
  {
    game: "楚留香",
  },
  {
    game: "楚汉争霸",
  },
  {
    game: "中东战争",
  },
  {
    game: "星际战机",
  },
  {
    game: "未来小子",
  },
  {
    game: "双鹰",
  },
  {
    game: "乔兄弟的复仇",
  },
  {
    game: "飞翼人",
  },
  {
    game: "三只小猪",
  },
  {
    game: "红巾特攻队",
  },
  {
    game: "飞人战士",
  },
  {
    game: "大蜜蜂",
  },
  {
    game: "大金刚JR",
  },
  {
    game: "大金刚",
  },
  {
    game: "大金刚3",
  },
  {
    game: "超时空要塞",
  },
  {
    game: "超级铁板阵",
  },
  {
    game: "兵蜂",
  },
  {
    game: "沙罗曼蛇 ",
  },
  {
    game: "1942",
  },
  {
    game: "1944",
  },
  {
    game: "挖掘",
  },
  {
    game: "挖金",
  },
  {
    game: "水管工马里奥",
  },
  {
    game: "杀戮战场",
  },
  {
    game: "忍者茶茶丸",
  },
  {
    game: "敲冰块",
  },
  {
    game: "前线大作战",
  },
  {
    game: "气球大战",
  },
  {
    game: "马里奥兄弟",
  },
  {
    game: "快乐猫",
  },
  {
    game: "救火英雄",
  },
  {
    game: "赌马",
  },
  {
    game: "大力水手",
  },
  {
    game: "打空气",
  },
  {
    game: "爱的小屋",
  },
  {
    game: "冒险岛1",
  },
  {
    game: "冒险岛2",
  },
  {
    game: "冒险岛3",
  },
  {
    game: "公路赛车",
  },
  {
    game: "兴奋自动二轮",
  },
  {
    game: "企鹅先生",
  },
  {
    game: "碰碰车",
  },
  {
    game: "九七港京拉力赛车",
  },
  {
    game: "机器猫",
  },
  {
    game: "F1赛车",
  },
  {
    game: "绿色兵团",
  },
  {
    game: "总决战",
  },
  {
    game: "星之卡比",
  },
  {
    game: "新人类",
  },
  {
    game: "小美人鱼",
  },
  {
    game: "西天取经2",
  },
  {
    game: "脱狱",
  },
  {
    game: "屠龙记",
  },
  {
    game: "突然君",
  },
  {
    game: "铁血战士",
  },
  {
    game: "特救指令",
  },
  {
    game: "淘气厨师",
  },
  {
    game: "汤姆和杰瑞和塔菲",
  },
  {
    game: "泰坦尼克号",
  },
  {
    game: "松鼠大作战1",
  },
  {
    game: "松鼠大作战2",
  },
  {
    game: "双截龙1",
  },
  {
    game: "双截龙2",
  },
  {
    game: "双截龙3",
  },
  {
    game: "守护者坦克",
  },
  {
    game: "时空小子",
  },
  {
    game: "圣铃传说",
  },
  {
    game: "圣斗士星矢",
  },
  {
    game: "神勇小白兔",
  },
  {
    game: "三目童子",
  },
  {
    game: "忍者神龟2",
  },
  {
    game: "忍者龙剑传2",
  },
  {
    game: "忍者龙剑传3",
  },
  {
    game: "忍者阿修罗之章",
  },
  {
    game: "超级忍者",
  },
  {
    game: "人间兵器",
  },
  {
    game: "七宝奇谋",
  },
  {
    game: "霹雳神兵",
  },
  {
    game: "纽约大拳猫",
  },
  {
    game: "鸟人战队",
  },
  {
    game: "魔法总动员",
  },
  {
    game: "米老鼠",
  },
  {
    game: "睡梦勇士",
  },
  {
    game: "洛克人1",
  },
  {
    game: "洛克人2",
  },
  {
    game: "洛克人3",
  },
  {
    game: "洛克人4",
  },
  {
    game: "洛克人5",
  },
  {
    game: "洛克人6",
  },
  {
    game: "洛克人X",
  },
  {
    game: "洛克人流亡",
  },
  {
    game: "快打旋风",
  },
  {
    game: "口袋里的魔鬼",
  },
  {
    game: "剑王",
  },
  {
    game: "赤影",
  },
  {
    game: "魂斗罗6",
  },
  {
    game: "魂斗罗X",
  },
  {
    game: "空中魂斗罗",
  },
  {
    game: "超级魂斗罗",
  },
  {
    game: "星际魂斗罗",
  },
  {
    game: "超级战魂",
  },
  {
    game: "恶魔城",
  },
  {
    game: "荒野大镖客",
  },
  {
    game: "花丸",
  },
  {
    game: "虎穴行动",
  },
  {
    game: "黑客",
  },
  {
    game: "光之神话",
  },
  {
    game: "古墓丽影",
  },
  {
    game: "恶魔之剑",
  },
  {
    game: "斗者的挽歌",
  },
  {
    game: "赤影战士",
  },
  {
    game: "城堡探险",
  },
  {
    game: "成龙",
  },
  {
    game: "成龙踢馆",
  },
  {
    game: "超级马利兄弟",
  },
  {
    game: "超级马里奥兄弟3",
  },
  {
    game: "超惑星战记",
  },
  {
    game: "蝙蝠侠",
  },
  {
    game: "包青天",
  },
  {
    game: "埃及",
  },
  {
    game: "阿尔戈斯战士",
  },
  {
    game: "JUJU传说",
  },
  {
    game: "FC原人",
  },
  {
    game: "武士魂",
  },
  {
    game: "星际武士",
  },
  {
    game: "筋肉人",
  },
  {
    game: "忍者特训",
  },
  {
    game: "热血足球联盟",
  },
  {
    game: "热血新记录",
  },
  {
    game: "热血物语",
  },
  {
    game: "热血进行曲",
  },
  {
    game: "热血躲避球",
  },
  {
    game: "热血格斗传说",
  },
  {
    game: "马戏团",
  },
  {
    game: "街头小子",
  },
  {
    game: "阿拉丁",
  },
];
